---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DecalWidth
source: html/702d4a4a-1f1e-0676-641f-5e81eb23f1e7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DecalWidth Property

"Width"

## Syntax (C#)
```csharp
public static ForgeTypeId DecalWidth { get; }
```